{
    "Profile": "Профил",
    "About": "Информация",
    "Order History": "История на поръчки",
    "User Id": "Клиентски номер",
    "Change Photo": "Смяна на снимка",
    "Name": "Име",
    "Price": "Цена",
    "Update": "Редактирай",
    "Remove": "Премахни",
    "Email": "Имейл",
    "Phone": "Телефон",
    "Profession": "Професия",
    "Date": "Дата",
    "Ordered Items": "Поръчани продукти",
    "ID": "№",
    "Total": "Общо",
    "Delivery Driver": "Доставчик",
    "Cook": "Готвач",
    "All Products": "Всички продукти",
    "Ready": "Приготвена",
    "Picked up": "Взета",
    "delivery driver": "Доставчик",
    "Status": "Статус",
    "Picked up and heading towards you": "Взета и пътува към Вас",
    "About Us": "За Нас",
    "Menu": "Меню",
    "cook": "Готвач",
    "Cart": "Количка",
    "Reservation": "Резервация",
    "Make a reservation": "Направете Резервация",
    "It’s pizza o’clock": "Време е за пица",
    "Choose Language": "Избери Език",
    "Sign Out": "Изход",
    "Salads": "Салати",
    "The most delicious salads": "Най-вкусните салати",
    "Check more": "Виж повече",
    "Pizzas": "Пици",
    "The most delicious pizzas": "Най-вкусните пици",
    "Desserts": "Десерти",
    "The most delicious desserts": "Най-вкусните десерти",
    "Deutsch": "Немски",
    "English": "Английски",
    "Bulgarian": "Български",
    "Position": "Позиция",
    "Deliver": "Доставка",
    "Delivered": "Доставена",
    "Our Famous Salads": "Известни салати",
    "Our Famous Pizzas": "Известни пици",
    "Our Famous Desserts": "Известни десерти",
    "Classic chocolate mousse": "Класически шоколадов мус",
    "Chocolate mousse, savoury or sweet dish with the consistency of a dense foam, composed of a puréed chief ingredient mixed with stiffly beaten egg whites, whipped cream, or both.": "Шоколадов мус, солено или сладко ястие с консистенция на гъста пяна, съставено от пасирана основна съставка, смесена със силно разбит белтък, бита сметана или и двете.",
    "Baked plums with mascarpone": "Печени сливи с маскарпоне",
    "A stylish dessert that lets the juicy plums steal the show. This simple recipe pairs the plums with crunchy chopped pistachios and creamy mascarpone for an ideal last minute dish when in need of a sweet treat.": "Стилен десерт, който позволява на сочните сливи да откраднат шоуто. Тази проста рецепта съчетава сливите с хрупкав нарязан шамфъстък и кремообразно маскарпоне за идеално ястие в последния момент, когато имате нужда от сладко.",
    "Lemon meringue brûlée tart": "Лимонов меренг брюле тарт",
    "Delectable dessert that combines the tangy sweetness of lemon curd with the creamy richness of a custard filling, all nestled in a crisp, buttery tart shell. The tart is topped with a fluffy layer of torched meringue, adding a deliciously light and airy texture to each bite.": "Възхитителен десерт, който съчетава острата сладост на лимоновото извара с кремообразното богатство на пълнеж от крем, всичко това сгушено в хрупкава, маслена тарта обвивка. Тартата е покрита с пухкав слой изпечен меренг, добавяйки вкусна лека и ефирна текстура към всяка хапка.",
    "Classic crème caramel": "Класически крем карамел",
    "Traditional French dessert that is renowned for its silky smooth texture and rich, custardy flavor. This delectable treat is made by gently cooking a mixture of cream, milk, sugar, and vanilla until it thickens and coats the back of a spoon. This mixture is then poured into a baking dish, and eggs are added to create a custard base.": "Традиционен френски десерт, който е известен със своята копринено гладка текстура и наситен вкус на крем. Това възхитително лакомство се прави чрез леко варене на смес от сметана, мляко, захар и ванилия, докато се сгъсти и покрие гърба на лъжицата. След това тази смес се изсипва в тава за печене и се добавят яйца, за да се създаде основа за крем.",
    "Blueberry muffin cobbler": "Mъфини с боровинки в чаша",
    "Delightful twist on the classic American dessert. It combines the best of both worlds - the fluffy texture and buttery flavor of a blueberry muffin with the sweet and crumbly topping of a cobbler.": "Възхитителен обрат на класическия американски десерт. Той съчетава най-доброто от двата свята - пухкавата текстура и масления вкус на боровинков мъфин със сладката и ронлива заливка на коблер.",
    "Nectarine and basil galette": "Галета от нектарини и босилек",
    "Rustic, free-form tart that showcases the bright and juicy flavors of nectarines paired with the herbaceous notes of fresh basil.": "Селски тарт със свободна форма, който демонстрира ярките и сочни вкусове на нектарини, съчетани с тревистите нотки на пресен босилек.",
    "Frozen strawberry trifle": "Замразен ягодов трюфел",
    "Refreshing and indulgent dessert that is perfect for hot summer days. Layers of fluffy angel food cake, creamy whipped cream, and sweetened strawberries are combined to create a delicious and visually stunning dessert that is sure to impress.": "Освежаващ и нежен десерт, идеален за горещите летни дни. Слоеве от пухкава ангелска торта, кремообразна бита сметана и подсладени ягоди се комбинират, за да създадат вкусен и визуално зашеметяващ десерт, който със сигурност ще впечатли.",
    "Chocolate pudding": "Шоколадов пудинг",
    "Rich and creamy dessert that is loved by both kids and adults alike. It is made with simple ingredients including cocoa powder, sugar, cornstarch, milk, and vanilla extract.": "Богат и кремообразен десерт, който е обичан както от деца, така и от възрастни. Прави се с прости съставки, включително какао на прах, захар, царевично нишесте, мляко и екстракт от ванилия.",
    "No-bake salted caramel tart": "Тарт със солен карамел без печене",
    "Delicious and indulgent dessert that is perfect for those who want to satisfy their sweet tooth without turning on the oven. It features a buttery graham cracker crust filled with a luscious and silky salted caramel filling, topped with a drizzle of more caramel and a sprinkle of sea salt.": "Вкусен и приятен десерт, който е идеален за тези, които искат да задоволят желанието си за сладко, без да включват фурната. Той се отличава с маслена коричка от крекер грахам, пълна с пищен и копринен пълнеж от солен карамел, гарниран със струйка още карамел и малко морска сол.",
    "slice to meet you": "Добре дошъл",
    "History of pizza": "Историята на пицата",
    "The history of pizza begins in antiquity, as various ancient cultures produced basic flatbreads with several toppings. A precursor of pizza was probably the focaccia, a flatbread known to the Romans as panis focacius, to which toppings were then added. Modern pizza evolved from similar flatbread dishes in Naples, Italy, in the 18th or early 19th century.": "Историята на пицата започва в древността, тъй като различни древни култури произвеждат основни плоски хлябове с няколко топинга. Предшественик на пицата вероятно е фокачата, плосък хляб, известен на римляните като panis focacius, към който след това са добавени топинги. Модерната пица еволюира от подобни ястия с плосък хляб в Неапол, Италия, през 18 или началото на 19 век.",
    "Learn More": "Научи повече",
    "Pizza Effect": "Ефектът на пицата",
    "The Pizza Effect is the tendency for cultures to influence each other in a cycle. The term is an analogy of the spread of pizza from Italy to America. American pizza quickly adapted to local tastes and adopted different traditions in cities such as New York, Chicago and Detroit. Over time, American-style pizza became well-known worldwide, including in Italy, where it is offered alongside traditional Italian pizza varieties.": "Ефектът на пицата е тенденцията културите да си влияят една на друга в цикъл. Терминът е аналогия на разпространението на пицата от Италия в Америка. Американската пица бързо се адаптира към местните вкусове и възприема различни традиции в градове като Ню Йорк, Чикаго и Детройт. С течение на времето пица в американски стил стана известна в цял свят, включително в Италия, където се предлага наред с традиционните италиански разновидности на пица.",
    "Our Team": "Нашият екип",
    "Delivery Details": "Данни за доставка",
    "First Name": "Име",
    "Please enter name": "Моля, въведете име",
    "Please enter last name": "Моля, въведете фамилия",
    "Last Name": "Фамилия",
    "Address": "Адрес",
    "Please be more specific": "Моля, въведете адрес",
    "Please enter a phone number": "Моля, въведете телефон",
    "Email address": "Имейл",
    "Please enter an email": "Моля, въведете имейл",
    "Order notes (Optional)": "Коментар (Опционално)",
    "Additional information": "Допълнителна Информация",
    "Order Summary": "Поръчани продукти",
    "Your cart is empty": "Вашата количка е празна",
    "Enter Coupon Code": "Ваучер",
    "Subtotal": "Сума",
    "Delivery": "Доставка",
    "Card name is not valid": "Името на картата не е валидно",
    "Security code is not valid": "Кодът за защита не е валиден",
    "Expiration date is not valid": "Датата не е валидна",
    "Card number is not valid": "Номерът на картата не е валиден",
    "Discount from coupon": "Отстъпка",
    "How would you like to pay": "Как бихте искали да платите",
    "Card Number": "Номер на карта",
    "Please enter a card number": "Моля, въведете номер на карта",
    "Cardholder`s Name": "Име на собственик",
    "Please enter a cardholder`s name": "Моля, въведете име на собственик",
    "Expiry Month": "Месец на изтичане",
    "Please enter an expiry month": "Моля, въведете месец на изтичане",
    "Expiry Year": "Дата на изтичане",
    "Please enter an expiry year": "Моля, въведете дата на изтичане",
    "Security Code": "Код за сигурност",
    "Please enter a security code": "Моля, въведете код за сигурност",
    "Cash": "В Брой",
    "Please select a payment method": "Моля, изберете метод на плащане",
    "I have read and agree to the website": "Прочетох и се съгласявам с вашите",
    "terms and conditions": "условия",
    "Please aggree to our terms and conditions": "Моля, съгласете се с нашите условия",
    "Place Order": "Направете поръчка",
    "Reserve a table": "Направете резервация",
    "Through Phone": "Разговор",
    "We accept reservations for lunch and dinner.": "Приемаме резервации за обяд и вечеря",
    "To make a reservation in Levski, call us on": "За да направите резервация в кв.Левски, обадете ни се на телефон",
    "from 09:00 to 23:00 throughout the week.": "от 09:00 до 23:00 през седмицата",
    "For a reservation in Vazrazhdane, call us on": "За да направите резервация в кв.Възраждане, обадете ни се на телефон",
    "When booking through our website, expect a call from our employee to confirm the reservation.": "При резервация през форма, очаквайте обаждане от наш служител, за да потвърдите резервацията.",
    "Through Form": "Форма",
    "Please enter the desired date": "МОля, въведете желаната дата",
    "Please enter the desired time": "Моля, въведете желания час",
    "Select number of people": "Брой души",
    "Select neighborhood": "Изберете пицария",
    "Please enter the desired neighborhood": "Моля, въведете пицария",
    "Please enter your name": "Моля, въведете вашето име",
    "Please enter your email": "Моля, въведете вашия имейл",
    "Phone Number": "Телефонен номер",
    "Please enter your phone number": "Моля, въведете вашияя телефонен номер",
    "I confirm that all data is correct": "Потвърждавам, че горепосочените данни са коректни",
    "Please confirm that the entered data is correct": "Моля, потвърдете че горепосочените данни са коректни",
    "Reserve": "Резервирай",
    "Full Name": "Име",
    "E-mail Address": "Имейл",
    "Peppy Paneer": "Пепи Панир",
    "Diced paneer cheese, cherry tomatoes, sliced red onion, capsicum & spicy jalapenos on a tikka sauce base, drizzled with peri peri sauce": "Нарязани на кубчета сирене панер, чери домати, нарязан червен лук, люта чушка и пикантни халапеньо върху основа от сос тика, поляти със сос пери пери",
    "Mexican Green Wave": "Мексиканска зелена вълна",
    "A pizza loaded with crunchy onions, crisp capsicum, juicy tomatoes and jalapeno with a liberal sprinkling of exotic Mexican herbs.": "Пица, пълна с хрупкав лук, хрупкава люта чушка, сочни домати и халапеньо с обилно поръсване с екзотични мексикански билки.",
    "Veg Extravaganza": "Зеленчукова екстраваганца",
    "Paneer Makhani": "Панир Махани",
    "A pizza that decidedly staggers under an overload of golden corn, exotic black olives, crunchy onions, crisp capsicum, succulent mushrooms, juicyfresh tomatoes and jalapeno - with extra cheese to go all around.": "Пица, която определено залита при претоварване със златиста царевица, екзотични черни маслини, хрупкав лук, хрупкава люта чушка, сочни гъби, сочни пресни домати и халапеньо – с допълнително сирене за всичко.",
    "The paneer makhani pizza is a delicious blend of spicy tomato sauce and marinated paneer and capsicum toppings with soft and fluffy dough.": "Пицата панер махани е вкусна комбинация от пикантен доматен сос и маринован панир и топинги от люта чушка с меко и пухкаво тесто.",
    "Margherita": "Маргарита",
    "Diced tomatoes & stretchy mozzarella, topped with oregano": "Нарязани на кубчета домати и еластична моцарела, гарнирани с риган",
    "Fresh Veggie": "Пресни зеленчуци",
    "It`s fresh and full of flavor, featuring cherry tomatoes, artichoke, bell pepper, olives, red onion and some hidden (and optional) baby spinach. You`ll find a base of rich tomato sauce and golden, bubbling mozzarella underneath, of course.": "Свежа и пълна с вкус, включващ чери домати, артишок, чушка, маслини, червен лук и малко скрит (и незадължителен) бейби спанак. Ще откриете основа от богат доматен сос и златиста, бълбукаща моцарела отдолу, разбира се.",
    "Veggie Paradise": "Вегетариански рай",
    "Goldern Corn, Black Olives, Capsicum & Red Paprika": "Златна царевица, черни маслини, люта чушка и червен пипер",
    "Cheese N Corn": "Сирене & Царевица",
    "Golden Corn , Four cheeses – mozzarella, fontina, pecorino, and burrata – melted on top of homemade pizza dough": "Златна царевица, четири сирена – моцарела, фонтина, пекорино и бурата – разтопени върху домашно приготвено тесто за пица",
    "Double Cheese Margherita": "Двойно сирене Маргарита",
    "The ever-popular Margherita - loaded with extra cheese...": "Популярната Маргарита - пълна с допълнително сирене...",
    "Boneless Buffalo Chicken Salad": "Салата с биволско пиле",
    "Hand-breaded crispy chicken tossed in spicy Buffalo sauce, bacon, bleu cheese crumbles, pico, tortilla strips with house-made ranch.": "Ръчно панирано хрупкаво пиле, хвърлено в пикантен биволски сос, бекон, сирене на трохи, пико, ленти тортила с домашно ранчо.",
    "Quesadilla Explosion Salad": "Експлозивна кесадия (Салата)",
    "Grilled chicken, cheese, tomatoes, corn & black bean salsa, tortilla strips, cilantro with citrus-balsamic. Topped with our cheese quesadillas.": "Пиле на скара, сирене, домати, салса от царевица и черен боб, ленти тортила, кориандър с цитрусово балсамово. Покрити с нашите кесадили със сирене.",
    "Santa Fe Crispers® Salad": "Салата Криспърс",
    "Hand-breaded Chicken Crispers, pico, avocado, cilantro, tortilla strips, house-made ranch & a drizzle of spicy Santa Fe sauce.": "Ръчно панирани пилешки хрупкави, пико, авокадо, кориандър, ленти тортила, домашно приготвено ранчо и струйка пикантен сос Санта Фе.",
    "Santa Fe Chicken Salad": "Пилешка салата със сос Санта Фе",
    "Santa Fe Chicken Salad with Tangy Lime Dressing is a fresh, hearty salad packed with black beans, roasted corn and tortilla strips tossed with a zesty lime dressing!": "Пилешка салата Санта Фе с остър дресинг от лайм е свежа, обилна салата, пълна с черен боб, печена царевица и ивици тортила, поръсени с пикантен дресинг от лайм!",
    "Chili`s House Salad": "Домашната салата на Чили",
    "Tomatoes, red onions, cucumbers, shredded cheese, garlic croutons with your choice of dressing.": "Домати, червен лук, краставици, натрошено сирене, чеснови крутони с дресинг по избор.",
    "Chicken House Salad": "Пилешка домашна салата",
    "The Chicken House Salad combines all the basics of a great house salad--greens, tomatoes, cucumbers and croutons--all tossed with a tangy red-wine vinaigrette": "Пилешка домашна салата съчетава всички основи на една страхотна домашна салата – зеленчуци, домати, краставици и крутони – всичко това подлято с остър винегрет от червено вино",
    "Shrimp House Salad": "Домашна салата със скариди",
    "Shrimp, tomatoes, red onion, cucumber, shredded cheese, garlic croutons with choice of dressing.": "Скариди, домати, червен лук, краставица, натрошено сирене, чеснови крутони с дресинг по избор.",
    "Ancho Salmon House Salad": "Салата Анчо със сьомга",
    "Seared chile-rubbed Atlantic salmon, tomatoes, red onion, cucumber, shredded cheese, garlic croutons with choice of dressing.": "Запечена настъргана с чили атлантическа сьомга, домати, червен лук, краставица, настъргано сирене, чеснови крутони с дресинг по избор.",
    "Chicken Caesar Salad": "Салата Цезар",
    "This chicken caesar salad features lean seasoned protein seared until tender and paired with romaine lettuce, creamy dressing, and crunchy croutons. It’s an easy and delicious option for lunch or dinner.": "Тази пилешка цезарна салата включва постно подправен протеин, запечен до омекване и съчетан с римска маруля, кремообразен дресинг и хрупкави крутони. Това е лесен и вкусен вариант за обяд или вечеря.",
    "is a beloved pizzeria in Bulgaria. It was founded by the Kris's family in 1995 and has been serving delicious pizza to the local community ever since. The family has a long history in the restaurant business, and they brought their passion for food and their love of pizza to their pizzeria. They spent years perfecting their recipes, experimenting with different ingredients, and perfecting their dough to create the perfect pizza.": "е любима пицария в цяла България. Тя е основана от семейството на Крис през 1995 г. и оттогава сервира вкусна пица на местната общност. Семейството има дълга история в ресторантьорския бизнес и те донесоха своите страстта към храната и любовта им към пицата към тяхната пицария. Те прекараха години в усъвършенстване на своите рецепти, експериментиране с различни съставки и усъвършенстване на тестото си, за да създадат перфектната пица.",
    "The Best Pizzeria": "Най-добрата пицария",
    "in town": "в града",
    "Sign Up": "Регистрация",
    "Continue without an account": "Продължете без акаунт",
    "Don`t have an account": "Нямате акаунт",
    "Forgot Password": "Забравена парола",
    "Login": "Вход",
    "Add Employee": "Добави Служител",
    "Password": "Парола",
    "Employee": "Служител",
    "It's Employee o'clock!!": "Време е за дела на служителя!",
    "Pending": "В изчакване на приемане",
    "Username or Email": "Потребителско име или имейл",
    "is a beloved pizzeria in Bulgaria. It was founded by the Kris`s family in 1995 and has been serving delicious pizza to the local community ever since. The family has a long history in the restaurant business, and they brought their passion for food and their love of pizza to their pizzeria. They spent years perfecting their recipes, experimenting with different ingredients, and perfecting their dough to create the perfect pizza.": "е любима пицария в цяла България. Тя е основана от семейството на Крис през 1995 г. и оттогава сервира вкусна пица на местната общност. Семейството има дълга история в ресторантьорския бизнес и те пренесоха страстта си към храната и любовта си към пицата в своята пицария. Те прекараха години в усъвършенстване на рецептите си, експериментиране с различни съставки и усъвършенстване на тестото си, за да създадат перфектната пица.",
    "Repeat Password": "Повторете паролата",
    "Create Account": "Създайте акаунт",
    "Already a member": "Вече имате акаунт",
    "or": "или",
    "credit_card": "С карта",
    "In Process": "В процес на обработка",
    "Product Type": "Тип на продукта",
    "Pizza": "Пица",
    "Salad": "Салата",
    "Dessert": "Десерт",
    "Product Name is required": "Името на продукта е задължително",
    "Product Price is required": "Цената на продукта е задължителна",
    "Description is required": "Описанието е задължително",
    "Product Image is required": "Снимката е задължителна",
    "Comment": "Коментар",
    "Please enter the email address you`d like your password reset information sent to": "Моля, въведете имейл адрес, на който искате да получите стъпките за рестартиране на паролата Ви",
    "Confirm": "Потвърждавам",
    "Back To Login": "Назад към Вход",
    "Kpuc`s Pizzeria": "Пицарията На Крис",
    "Add Product": "Добави Продукт",
    "All Rates": "Рейтинги",
    "All Orders": "Поръчки",
    "Username cannot exceed 35 characters.": "Потребителското име трябва да бъде най-много 35 символа.",
    "Username should contain only letters.": "Потребителското име трябва да съдържа само букви.",
    "Full Name is required.": "Името е задължително",
    "Full Name must be at least 5 characters long.": "Името трябва да бъде най-малко 5 символа",
    "Full Name cannot exceed 35 characters.": "Името трябва да бъде най-много 35 символа.",
    "All Reservations": "Резервации",
    "Please enter the code that you received in your email!": "Моля, въведете кода, който получихте на имейла си",
    "€": "лв.",
    "Accept": "Приета",
    "Deny": "Отхвърлена",
    "Email sent. Please check your inbox for further instructions.": "Имейлът е изпратен! Моля, проверете вашата входяща поща за повече детайли.",
    "Code": "Код",
    "Update Company Information": "Актуализирай Данните На Компанията",
    "Company Info": "Данни На Компанията",
    "Add Salad": "Добави Салата",
    "Add Pizza": "Добави Пица",
    "Add Review": "Добави Отзив",
    "Leave a Review": "Отзив",
    "In Process By": "Обработва се от",
    "Delivered By": "Доставена от",
    "Address is required.": "Адресът е задължителен",
    "Phone is required.": "Телефонът е задължителен",
    "Contact Us": "Контакти",
    "Comment is required": "Коментар е задължителен",
    "Add Dessert": "Добави Десерт",
    "Code is required.": "Кодът е задължителен",
    "Admin": "Админ",
    "Description": "Описание",
    "Customers": "Потребители",
    "Employees": "Служители",
    "Admins": "Админи",
    "Rate": "Оценка",
    "manager": "Мениджър",
    "Manager": "Мениджър",
    "CEO": "Изпълнителен директор",
    "CEO Assistant": "Зам. Изпълнителен директор",
    "Gender": "Пол",
    "cash": "В брой",
    "card": "С карта",
    "male": "Мъж",
    "female": "Жена",
    "Free": "Безплатна доставка",
    "Add Delivery Driver": "Добави Доставчик",
    "Add Cook": "Добави Готвач",
    "Name is required.": "Името е задължително",
    "Username must be at least 3 characters long.": "Потребителското име трябва да бъде най-малко 3 символа.",
    "Username is required.": "Потребителското име е задължително",
    "Password is required.": "Паролата е задължителна",
    "Repeat Password is required.": "Повтарянето на паролата е задължително",
    "Already a member?": "Имате акаунт?",
    "Please enter a valid phone number.": "Моля, въведете валиден телефонен номер",
    "Please enter a valid email address.": "Моля, въведете валиден имейл",
    "Email is required.": "Имейлът е задължителен",
    "Phone Number is required.": "Телефонът е задължителен",
    "Username": "Потребителско име",
    "Product Id": "Номер на продукт",
    "Product Name": "Име на продукт",
    "Product Price": "Цена на продукт",
    "It’s Admin o’clock!!": "Време е за админски дела!!",
    "Image": "Снимка на продукт",
    "Paid By": "Начин на плащане",
    "Date & Time": "Дата и час",
    "Our Passion for Pizza": "Нашата страст към пицата",
    "Quality and Freshness": "Качество и свежест",
    "History of Pizza": "Историята на пицата",
    "Successful": "Успешно направена поръчка",
    "Please rate our service!": "Моля, оценете нашите услуги!",
    "Leave a comment (optional)": "Моля, оставете коментар (По Желание)",
    "No, Thanks": "Не, благодаря",
    "Your order will be delivered within 45 minutes!": "Поръчката Ви ще бъде доставена до 45 минути!",
    "Ok": "Ок",
    "Sum": "Сума",
    "Reorder": "Поръчай Отново",
    "Male": "Мъж",
    "COO": "Главен оперативен директор",
    "CFO": "Финансов директор",
    "CTO": "Технически директор",
    "CMO": "Маркетингов директор",
    "Add CMO": "Добави Маркетингов директор",
    "Add CTO": "Добави Технически директор",
    "Add CFO": "Добави Финансов директор",
    "Add COO": "Добави Главен оперативен директор",
    "Add Admin": "Добави Админ",
    "Add Manager": "Добави Мениджър",
    "Passwords should be identical.": "Паролите трябва да съответстват",
    "Female": "Жена",
    "th": "",
    "st": "",
    "nd": "",
    "rd": "",
    "January": "Януари",
    "February": "Февруари",
    "March": "Март",
    "April": "Април",
    "May": "Май",
    "June": "Юни",
    "July": "Юли",
    "August": "Август",
    "September": "Септември",
    "October": "Октомври",
    "November": "Ноември",
    "December": "Декември",
    "Ready at:": "Готова на:",
    "Picked up by:": "Взета от:",
    "Accepted by:": "Приета от:",
    "Delivered by:": "Доставена от:",
    "at": "на",
    "The Pizza Effect is the tendency for cultures to influence each other in a cycle. The term is an analogy of the spread of pizza from Italy to America. American pizza quickly adapted to local tastes and adopted different traditions in cities such as New York, Chicago, and Detroit. Over time, American-style pizza became well-known worldwide, including in Italy, where it is offered alongside traditional Italian pizza varieties.": "Ефектът на пица е тенденцията културите да си влияят една на друга в цикъл. Терминът е аналогия на разпространението на пицата от Италия в Америка. Американската пица бързо се адаптира към местните вкусове и възприема различни традиции в градове като Ню Йорк, Чикаго и Детройт. С течение на времето пица в американски стил стана известна в цял свят, включително в Италия, където се предлага наред с традиционните италиански разновидности на пица.",
    "We are committed to delivering the highest quality and freshness in every pizza we serve. We carefully select the finest ingredients, sourcing locally grown produce and premium meats. Our dough is made fresh daily, allowing it to rise naturally and develop its distinctive flavor. Each pizza is handcrafted with attention to detail, ensuring a perfect balance of flavors and textures. We believe that great pizza starts with great ingredients, and our commitment to quality shines through in every slice.": "Ние се ангажираме да предоставяме най-високо качество и свежест във всяка пица, която сервираме. Ние внимателно подбираме най-добрите съставки, снабдявайки се с местни продукти и първокласни меса. Нашето тесто се прави ежедневно прясно, което му позволява да втаса естествено и да развие отличителния си вкус. Всяка пица е ръчно изработена с внимание към детайла, осигурявайки перфектен баланс на вкусове и текстури. Ние вярваме, че страхотната пица започва със страхотни съставки и нашият ангажимент към качеството блести във всяко парче.",
    "At our pizzeria, we have a deep-rooted passion for pizza. We believe that pizza is more than just a food; it is an experience that brings people together. Our dedicated team of pizzaiolos takes pride in crafting the perfect pizza using the finest ingredients and traditional techniques. From hand-tossed dough to the rich flavors of our signature sauce, every bite is a celebration of our love for pizza. We strive to create an inviting atmosphere where our customers can enjoy delicious pizza with family and friends.": "В нашата пицария имаме дълбоко вкоренена страст към пицата. Вярваме, че пицата е нещо повече от храна; това е преживяване, което обединява хората. Нашият специализиран екип от pizzaiolos се гордее с изработването на перфектната пица, използвайки най-добрите съставки и традиционни техники. От ръчно хвърляно тесто до богатите вкусове на нашия характерен сос, всяка хапка е празник на нашата любов към пицата. Стремим се да създадем приветлива атмосфера, където нашите клиенти могат да се насладят на вкусна пица със семейството и приятелите си.",
    "Be aware that without an account your order will not be saved to your profile!": "Имайте предвид, че без акаунт вашата поръчка няма да бъде запазена във вашия профил!"
}